Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.25.06.11_fin.txt.tmx
Source language: fin
Languages: sme

source: Kesälomaterveiset Traagiset tapahtumat Oslossa 22.7. pysähdyttivät ja järkyttivät myös minua kesälomallani.
sme: Geasseluopmodearvvuođagat Tragihkalaš dáhpáhusat Oslos 22.7. bissehe ja guoskkahe sakka maid mu geasseluomu áigge.

source: Olen välittänyt Suomen saamelaiskäräjien ja Saamelaisen parlamentaarisen neuvoston puolesta surunvalittelumme ja osanottomme sekä uhrien omaisille ja loukkaantuneille että Norjan kansalle ja saamelaisille norjalaisen yhteiskunnan osana Norjan saamelaiskäräjien presidentti Egil Ollille.
sme: Lean sádden Suoma sámedikki ja Sámi parlamentáralaš ráđi beales morašváidaleami ja oasseváldima duššan olbmuid oapmehaččaide ja roasmmehuvvan olbmuide dego maid Norgga álbmogii ja sápmelaččaide norgalaš servodaga oassin Norgga sámedikki presideanta Egil Ollii.

source: Kesän alku kului työasioissa.
sme: Geasi álgu manai bargoáššiin.

source: Saamelaiskäräjien kokous pidettiin 30.6.
sme: Sámedikki dievasčoakkán dollojuvvui 30.6.

source: Yllättäen yleensä niin keskustelevat saamelaiskäräjäjäsenet eivät halunneet keskustella Kataisen hallituksen ohjelmasta tai artikla 8(j)-työryhmän loppuraportista, vaikkakin esittelin niitä alkupuheessani käräjäjäsenille ja olin valmis esittelemään asioita myös tätä tarkemmin.
sme: Dábálaččat hui ságastalli sámediggelahtut eai hálidange ságastallat Kataisa ráđđehusa prográmmas dehe artihkal 8(j)-bargojoavkku loahpparaporttas, vaikko muitalin dain álgosáhkavuorustan sámediggelahtuide ja dadjen iežan válmmasvuođas muitalit dain dárkileappotge.

source: Ehkä käräjäjäsenten mieli vaelsi jo kesälomilla.
sme: Sámediggelahtuid jurdagat soite juo vánddardit geasseluomus.

source: Saamelaiskäräjien vuoden 2010 toimintakertomus ja tilinpäätös hyväksyttiin ja käräjäjäsenet pääsivät tutustumaan saamelaiskulttuurikeskus Sajokseen ja siihen tuleviin toimintoihin.
sme: Sámedikki jagi 2010 doaibmačilgehus ja rehketdoalloloahpahus dohkkehuvvuiga ja sámediggelahtut besse oahpásnuvvat sámi kulturguovddáš Sajosii ja dan boahttevaš doaimmaide.

source: Juhannusviikolla piipahdin pikaisesti Helsingissä.
sme: Mihcamárvahku mannalin hoahpohoahpus Helssegis.

source: Esittelin biodiversiteettityöryhmälle artikla 8(j)-työryhmän loppuraporttia ja sen suosituksia.
sme: Ovdanbukten biodiversiteahttabargojovkui artihkal 8(j)-bargojoavkku loahpparaportta ja dan ávžžuhusaid.

source: Loppuraporttimme sai hyvän vastaanoton bd-työryhmältä ja kiitokset perusteellisesta työstä.
sme: Loahpparaporta oaččui buori vuostáiváldima bd-bargojoavkkus ja giitosiid vuđolaš barggus.

source: Työryhmältä tuli selkeä tuki loppuraportille ja sen esityksille.
sme: Bd-bargojoavkkus bođii čielga doarjja loahpparaportii ja dan evttohusaide.

source: Samana päivänä saamelaiskäräjät neuvotteli maa- ja metsätalousministeriön ja ympäristöministeriön kanssa metsähallituksen hallintomallista.
sme: Seamma beaivve sámediggi ráđđádalai eanan- ja meahccedoalloministeriijain meahcceráđđehusa hálddahusmálles.

source: Neuvottelut olivat alustavat, koska uusi hallitusohjelman perusteella valtioneuvosto tekee omat linjauksensa metsähallituksen hallintomalliin.
sme: Ráđđádallamat ledje easka álgoráđđádallamat, daningo ođđa ráđđehusprográmma vuođul stáhtaráđđi dahká iežas linnjemiid meahcceráđđehusa hálddahusmállii.

source: Hallitusohjelma toteaa, että metsähallitus säilyy yhtenäisenä.
sme: Ráđđáhusprográmmas daddjo, ahte meahcceráđđehus seailu oktilažžan.

source: Neuvotteluissa käsiteltiin luontopalvelujen itsenäisyyttä, julkisten palvelujen tulevaisuutta ja saamelaisten kotiseutualueen erityiskysymyksiä.
sme: Ráđđádallamis gieđahallojuvvoje luonddubálvalusaid iehčanasvuohta, almmolaš bálvalusaid boahtteáigi ja sámiid ruovttuguovllu sierragažaldagat.

source: Saamelaiskäräjien puolesta esitin metsähallituksen hallintomallissa huomioitavaksi hallitusohjelman saamelaisia ja maankäyttöä koskevat linjaukset ja varaudutaan ILO 169-sopimuksen ratifiointiin.
sme: Sámedikki beales evttohin, ahte meahcceráđđehusa hálddahusmálles galgá váldit vuhtii ráđđehusprográmma linnjemiid, mat gusket sápmelaččaid ja eanangeavaheami ja ráhkkanuvvo dasa ahte ILO 169-soahpamuš ratifiserejuvvo.

source: Esitimme, että hallintomallin jatkovalmistelun yhteydessä tulee kuulla oikeusministeriötä ja saamelaiskäräjiä.
sme: Evttoheimmet, ahte hálddahusmálle joatkkaválmmaštallama olis galgá gullat vuoigatvuohtaministeriija ja sámedikki.

source: Neuvotteluissa kävi ilmi, että jatkoselvitettävää vielä on.
sme: Ráđđadallamiin bođii ovdan, ahte čielggadeamit eai leat vel garvát ja ahte daidda lea vel dárbu.

source: Sovimme, että palaamme asiaan neuvotteluissa syksyllä ja aikataulussa huomioidaan saamelaiskäräjien asema, jotta ehdimme valmistella neuvotteluja parlamentaarisesti ja käsitellä asiaa hallituksessa.
sme: Šiehtaimmet, ahte máhccat áššái čavčča bealde ráđđádallamiin ja ahte áigedávvalis váldojuvvo vuhtii sámedikki sajádat, vai háhppehit válmmaštallat ráđđádallamiid parlamentáralaččat ja gieđahallat ášši stivrras.

source: Elokuun lopussa Rovaniemellä pidetään metsähallituksen lakiuudistuksen sidosryhmäseminaari.
sme: Borgemánu loahpas Roavenjárggas dollojuvvo meahcceráđđehusa lahkaođasteami čanusjoavkoseminára.

source: Kesälomani alkoi 4.7. ja olen lomalla 12.8 asti.
sme: Mu geasseluopmu álggii 4.7. ja lean luomus gitta 12.8. rádjái.

source: Lomani aikana on pidetty yksi kiireellinen hallituksen kokous, ja jossa mm. annettiin vastine saamelaiskäräjäjäsen Ristenrauna Maggan tekemään kanteluun.
sme: Luomu áigge lea dollojuvvon okta hohpolaš stivrra čoakkán, mas addojuvvui ee. vástta sámediggelahttu Ristenrauna Magga guoddaleapmái.

source: Muuten toivon pääseväni rankan kevään jälkeen viettämään aikaa perheeni parissa, lukemaan kaunokirjallisuutta ja lomailemaan.
sme: Muđuid sávan beassat lossa giđa maŋŋel doallat luomu ovttas iežan bearrašiin, lohkat čáppagirjjálašvuođa ja muđuid muossánit.

source: Kesälomani aikana pitää huolellisesti pohtia myös sitä, lähdenkö saamelaiskäräjävaaleihin ehdolle.
sme: Geasseluomu áigge ferte maid fuolalaččat suokkardit vuolggángo evttohassan sámediggeválgii.

source: Ehdokasasetteluhan päättyy 5.8.
sme: Evttohasásaheapmihan nohká 5.8.

source: Samanlainen mietintä on monella nykyisellä käräjäjäsenellä ja mahdollisilla uusilla saamelaiskäräjävaaliehdokkailla.
sme: Seammalágán guorahallan dáidá maid máŋgga dálá diggelahtus ja vejolaš ođđa sámediggeválgaevttohasain.

source: Kuten edellisessä blogissani kirjoitinkin, että tulevasta saamelaiskäräjäkaudesta tulee mielenkiintoinen ja ainakin hallitusohjelman mukaan on oletettavissa, että saamelaisten oikeusasema ja saamelaiskäräjien asema paranee.
sme: Dego ovddit bloggastan čállennai, de boahtte sámediggeáigodagas šaddá beroštahtti ja aŋkke ráđđehusprográmma mielde lea vuordimis, ahte sámiid riektesajádat ja sámedikki sajádat buorrána.

source: Toivonkin, että tätä tehtävää varten saamme hyviä, yhteistyökykyisiä, asiantuntevia ehdokkaita, sekä miehiä, naisia, nuoria ja iäkkäämpiä ehdokkaita sekä perinteisten saamelaiselinkeinojen harjoittajia, käsityöläisiä ja perinteisen tiedon haltijoita ehdokkaaksi ympäri saamen maata ja sen ulkopuoleltakin.
sme: Sávannai, ahte dán barggu várás oažžut buriid, ovttasbargonávccalaš, áššedovdi evttohasaid, sihke dievdduid ja nissoniid, nuoraid ja boarrásiid evttohasaid sihke árbevirolaš sámi ealáhusaiguin bargiid, duodjáriid ja árbevirolaš dieđu hálddašeddjiid evttohassan miehta sámi ja dan olggobealdenai.

source: Tarvitsemme saamelaiskäräjävaaleihin ehdokkaita, jotka haluavat toimia saamen kansan parhaaksi.
sme: Dárbbahit sámediggeválggaide evttohasaid, geat hálidit bargat sámi álbmoga buorrin.

source: Toivottavasti saamme runsaasti ehdokkaita ja mielenkiintoiset, asiakeskeiset vaalit !
sme: Doaivvu mielde oažžut olu evttohasaid ja miellagiddevaš ja áššiide vuojulduvvi válggaid !

source: Aiemmissa saamelaiskäräjävaaleissa vaalityötä ei ole julkisesti tehty eikä julkisessa keskustelussa ole ollut paljoakaan keskustelua siitä, millaisia asioita ehdokkaat haluaisivat ajaa saamelaiskäräjillä ja mikä on ehdokkaiden kanta niin perinteisiin elinkeinoihin, koulutukseen, saamen kielen asemaan, saamelaiskäräjien aseman kehittämiseen kuin maaoikeuksiinkin.
sme: Ovddit sámediggeválggain ii leat bearehaga bargojuvvon almmolaš válgabargu, iige almmolaš ságastallamis leat leamaš sáhka das, makkár áššiid evttohasat hálidivčče ovddidit sámedikkis ja mii lea evttohasaid oaidnu árbevirolaš ealáhusaide, skuvlejupmái, sámegiela sajádahkii, sámedikki sajádaga ovddideapmái ja eananvuoigatvuođaide.

source: Toivonkin, että näissä vaaleissa – pitäen mielessä hallitusohjelman tuomat haasteet – saamelaiset pohtisivat jo ennen vaaleja millaista poliittista linjaa haluavat ajaa ja toisivat kantansa avoimesti esille vaalien aikaan.
sme: Sávannai, ahte dáin válggain – čalmmis anedettiin ráđđehusprográmma mielddis buktin hástalusaid – sápmelaččat jurddahalale juo ovdal válggaid makkár politihkalaš linnjá sii hálidit ovddidit ja buvttále oainnuset rahpasit ovdan válggaid áigge.

source: Asiakeskeiset vaalit vaativat paljon saamelaismedialta – toivottavasti Yle Sámiradio on näitä asioita pohtinut.
sme: Áššiide vuojulduvvi válggat gáibidit olu sámi medias – doaivvu mielde Yle Sámi rádio lea dáid áššiid suokkardan.

source: Oikein hyvää ja rentouttavaa kesälomaa kaikille blogini lukijoille !
sme: Hui buori ja lotkkodahtti geasseluomu buohkaide mu blogga lohkkiide !

source: Päivitän blogiani taas elokuussa.
sme: Čálán fas bloggái borgemánu bealde go lean máhccan bargui.

source: Kesälomalta
sme: Geasseluomus

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
